Repository: MaddTheSane/ext2fsx
Catalog: src/extfsmgr/coremgr/Resources/*.lproj/Localizable.strings
Languages: de

source: Change Request
de: Änderungsanfrage

source: Device
de: Gerät

source: Device is busy
de: Gerät ist beschäftigt

source: Device is locked
de: Gerät ist gesperrt

source: Device is read only
de: Gerät ist nur lesbar

source: Device not found
de: Gerät wurde nicht gefunden

source: Device not mounted
de: Gerät ist nicht aktiviert

source: Device not ready
de: Gerät ist nicht bereit

source: Eject
de: Auswerfen

source: External
de: Extern

source: Internal
de: Intern

source: Mount
de: Aktivieren

source: Mac OS Extended (Journaled/Case Sensitive)
de: Mac OS Extended (Journaled und Großschreibung)

source: Not authorized
de: Nicht authorisiert

source: Operation not permitted
de: Vorgang nicht erlaubt

source: Resource shortage
de: Mangel an Ressourcen

source: The filesystem may need repair. Please use Disk Utility to check the filesystem.
de: Das Dateisystem muss möglicherweise repariert werden. Bitte verwenden Sie das Festplatten-Dienstprogramm, um das Dateisystem zu Überprüfen.

source: Unknown
de: Unbekannt

source: Unknown Error
de: Unbekannter Fehler

source: Unmount
de: Deaktivieren

source: Unsupported request
de: Nicht unterstützte Anfrage

source: Virtual
de: Virtuell

source: !! Critical Error !!
de: !! Kritischer Fehler !!

source: A disk electrical failure was detected!
de: Es gibt ein Problem mit der Festplatten-Elektronik!

source: A disk motor failure was detected!
de: Es gibt ein Problem mit dem Festplatten-Motor!

source: A disk read failure was detected!
de: Ein Festplatten-Lesefehler trat auf!

source: A fatal disk error was detected!
de: Ein nicht zu behebender Festplatten-Fehler trat auf!

source: An unknown disk error was detected!
de: Ein unbekannter Festplatten-Fehler trat auf!

source: Disk verified.
de: Festplatte wurde überprüft.

source: Informational Status
de: Informations-Status

source: Test aborted.
de: Überprüfung abgebrochen.

source: Test interrupted.
de: Überprüfung unterbrochen.

source: The S.M.A.R.T. service is not supported by this disk.
de: Der S.M.A.R.T.-Dienst wird von dieser Festplatte nicht unterstützt.

source: The disk should be immediately replaced after copying all data.
de: Die Festplatte sollte nach dem Kopieren aller Daten sofort ausgetauscht werden.

source: The disk test is currently in progress.
de: Die Festplatten-Überprüfung wird derzeit durchgeführt.

source: The status query failed due to an OS error.
de: Die Status-Abfrage schlug aufgrund eines Betriebssystem-Fehlers fehl.

source: Warning Status
de: Warnungs-Status
